[
  {
    "_id": 1,
    "pricePerUnit": 249,
    "img": "https://i.ibb.co/hYshD3m/tire-1.png",
    "name": "Tire",
    "minOrderQuantity": 15,
    "availableQuantity": 400,
    "description": "Every car has four wheels. The black part of the wheel, which is made out of rubber with air inside, is called a tire. They're where your tires are actually attached. The inner part of your car tire is attached to the rim. You'll often hear people use “rims,” and “wheels,” interchangeably, whereas decorative wheels are called rims. Some people may also say “tire,” when they actually mean wheel."
  },
  {
    "_id": 2,
    "pricePerUnit": 399,
    "img": "https://i.ibb.co/p42pBPw/windshield.png",
    "name": "Wind Shield",
    "minOrderQuantity": 20,
    "availableQuantity": 730,
    "description": "The windshield or windscreen is the front window, which provides visibility while protecting occupants from the elements. Modern windshields are generally made of laminated safety glass, a type of treated glass, which consists of, typically, two curved sheets of glass with a plastic layer laminated between them for safety, and bonded into the window frame."
  },

  {
    "_id": 3,
    "pricePerUnit": 199,
    "img": "https://i.ibb.co/ncgmFCv/steering-Wheel.png",
    "name": "Steering Wheel",
    "minOrderQuantity": 50,
    "availableQuantity": 1200,
    "description": "The steering system is used for changing the direction of the vehicle. The major requirements in any steering mechanism are that it should be precise and easy to handle and that the front wheels should have a tendency to return to the straight-ahead position after a turn."
  },
  {
    "_id": 4,
    "pricePerUnit": 1671,
    "img": "https://i.ibb.co/Bg9QZcB/battery.png",
    "name": "Battery",
    "minOrderQuantity": 25,
    "availableQuantity": 560,
    "description": "Your car battery provides the zap of electricity needed to put electrical components to work. Talk about a pretty huge responsibility. Without battery power, your car, as you've probably noticed, won't start."
  },
  {
    "_id": 5,
    "pricePerUnit": 167,
    "img": "https://i.ibb.co/rQ81JhP/headlight.png",
    "name": "Headlight",
    "minOrderQuantity": 30,
    "availableQuantity": 480,
    "description": "A headlamp is a lamp attached to the front of a vehicle to illuminate the road ahead. Headlamps are also often called headlights, but in the most precise usage, headlamp is the term for the device itself and headlight is the term for the beam of light produced and distributed by the device."
  },
  {
    "_id": 6,
    "pricePerUnit": 76543,
    "img": "https://i.ibb.co/D14PP8M/engine.png",
    "name": "Engine",
    "minOrderQuantity": 10,
    "availableQuantity": 500,
    "description": "The engine is the heart of your car. It is a complex machine built to convert heat from burning gas into the force that turns the road wheels. It consists of two basic parts: the lower, heavier section is the cylinder block, a casing for the engine's main moving parts; the detachable upper cover is the cylinder head."
  }
]
